[
{"Title": ["ОП Развитие на човешките ресурси"], "Date": ["22.10.2020"],
  "Content": ["Договор № BG05M9OP001-1.057-0159-C01  „ПОВИШАВАНЕ НА КВАЛИФИКАЦИЯТА НА РАБОТНАТА СИЛА  В „МЕНИДЖМЪНТ БИЗНЕС МАШИН” ООД”  по Оперативна програма „Развитие на човешките ресурси”, схема за предоставяне на безвъзмездна финансова помощ: BG05M9OP001-1.057 „УМЕНИЯ” В изпълнение на Договор № BG05M9OP001-1.057-0159-C0, „МЕНИДЖМЪНТ БИЗНЕС МАШИН” ООД ОБЯВЯВА ТРЪЖНИ ПРОЦЕДУРИ по реда на чл.2, ал.2 от ПМС 160/2016г. както следва: 1.\tИзбор на обучаваща организация за провеждане на специфично обучение за 20 заети лица в „Мениджмънт бизнес машин” ООД. 2.\tИзбор на обучаваща организация за провеждане на обучение по част от професия Икономист, специалност Търговия за 75 заети лица в „Мениджмънт бизнес машин”ООД. Документи за участие може да намерите на следния адрес: https://eumis2020.government.bg/bg/s/Offers/Index Проектът се осъществява с финансовата подкрепа на Оперативна програма „Развитие на човешките ресурси” 2014-2020, съфинансирана от Европейския социален фонд на Европейския съюз“."]},
{"Title": ["M&BM обявява процедура за избор на изпълнитeл с наименование и предмет „Обучение по Професионална квалификация и Ключова компетентност\""], "ate": ["04.04.2018"],
  "Content": ["„ Мениджмънт бизнес машин“ ООД, бенефициент по договор № BG05M9OP001-1.021-0341 с наименование „Инвестиции в квалифицирана работна ръка - гарантиран успех на фирма „Мениджмънт бизнес машин“ ООД” по Оперативна програма „Развитие на човешките ресурси”, схема за предоставяне на безвъзмездна финансова помощ BG05M9OP001-1.021 „Обучения за заети лица”, обявява процедура с наименование и предмет: „Обучение по Професионална квалификация и Ключова компетентност 2 „Английски език” с 2 обособени позиции по проект „Инвестиции в квалифицирана работна ръка - гарантиран успех на фирма „Мениджмънт бизнес машин“ ООД - град София Всички документи и приложения, можете да изтеглитe oт ТУК :"]},
{"Title": ["Политика по качеството на M&BM ООД"], "Date": ["05.06.2018"],
  "Content": ["Ръководството на M&BM ООД в лицето на Управителя, декларира и поема персонален ангажимент и отговорност да изпълнява следната Политика по качеството: · Непрекъснато подобряване на системата за управление както и повишаване качеството на предоставяните продукти и услуги в рамките на обхвата на приложение и определения контекст на дружеството – Наръчник по качеството; · Постигане на стратегическите цели по качеството, които задават основната рамка на конкретните измерими цели по качеството; · Максимално задоволяване на потребностите и очакванията на клиентите и възложителите – Задължения за спазване; · Постигане на високо ниво на конкурентоспособност на M&BM ООД , чрез предоставяне на иновативни и достъпни решения за клиентите – Инструкция търговска дейност; · Спазване на всички приложими за продуктите и услугите на дружеството български закони, нормативни актове и международни стандарти, както и задълженията по договорите с клиентите – Задължения за спазване; · Подбор, обучение и развитие на човешки ресурси за постигане на най-добрите резултати – Процедура обучение на персонала, човешки ресурси. Ръководството на M&BM ООД определя рисковете и възможностите, целите по качеството за всички структурни единици. Целите по качество се формулират ежегодно и са в съответствие със стремежа към непрекъснато подобряване. Целите по качество включват: • Поддържане на системата по управление на качеството и непрекъснато й актуализиране в съответствие на предявените и предполагаемите изисквания на потребителите – Преглед от ръководството; • Проверяване на системата по управление на качеството за съответствие с набелязаната Политика по качество; • Създаване на увереност в колектива, че Политиката по качество е осъществима и обезпечена с необходимите ресурси; • Гарантиране пред клиентите доставката на продукт/услуга с договорените качествени характеристики, които отговарят на действителните му потребности; • Съблюдаване на изискванията на клиентите, заинтересованите страни, изискванията на нормативните документи и други изисквания, които фирмата е приела да изпълнява; • Откриване и документиране на всички несъответствия по време на производството на продукт и предприемане на съответните коригиращи действия за непосредственото им отстраняване; • Мотивация на целия персонал към самоконтрол за производство на бездефектна продукция; • Подобряване на ефективността на работата, чрез периодични анализи и разкриване на резерви в потреблението на ресурси и енергия с цел подобряване икономическите показатели на произвежданата продукция. Ръководството има отговорността да изисква от всички служители и подизпълнители на M&BM ООД , да бъдат добре запознати с изискванията на документите на Системата за управление на качеството и да контролира тяхното прилагане. Ще се търсят непрекъснато възможности за подобрения, като се използват показатели за измеримите цели по качеството и определените показатели за измерване на процесите. Настоящата политика ще бъде обект на ежегоден преглед от ръководството за нейната пригодност и е публикувана на интернет сайта на дружеството, за да бъде достъпна за заинтересованите страни. Дата: 31.05.2018 г."]},
{"Title": ["Политика по околна среда на M&BM OOД"], "Date": ["05.06.2018"],
  "Content": ["Ръководството на M&BM ООД в лицето на Управителя, декларира и поема персонален ангажимент и отговорност да изпълнява следната Политика по околната среда: · Непрекъснато подобряване опазването на околната среда чрез намаляване замърсяването на атмосферния въздух, водите и управление на отпадъците; · Постигане на съответствие с правните изисквания, свързани с околната среда, имащи отношение към дейности, процеси и продукти на организацията и техните аспекти; · Икономично потребление на ресурсите – газ, ел. енергия и вода; · Намаляване до минимум и по възможност предотвратяване на замърсяването на околната среда чрез приемане на общи и конкретни цели и програми; · Стремеж към повторно използване и рециклиране на генерираните отпадъци, както и правилното разделно събиране, съхранение и предаване на оторизирана фирма на другите отпадъци, генерирани във фирмата; · Наблюдение и измерване на ключови характеристики на процесите и дейностите, имащи значимо въздействие върху околната среда; · Осигуряване на необходимото обучение и засилване на персоналната отговорност към опазване на околната среда; · Активно сътрудничество с упълномощените организации за контрол на околната среда и всички заинтересовани страни при решаване на проблемите по опазване на околната среда; · Непрекъснато подобряване постиженията на организацията на база анализи, информация и ефикасни решения. Ръководството на M&BM ООД определя рисковете и възможностите, целите по околната среда за всички структурни единици. Целите по околната среда се формулират ежегодно и са в съответствие със стремежа към непрекъснато подобряване. Целите по околната среда включват: • Поддържане на системата по управление на околната среда и непрекъснато й актуализиране в съответствие на предявените и предполагаемите изисквания на потребителите – Преглед от ръководството; • Проверяване на системата по управление на околната среда за съответствие с набелязаната Политика по околната среда; • Създаване на увереност в колектива, че Политиката по околната среда е осъществима и обезпечена с необходимите ресурси; • Съблюдаване на изискванията на клиентите, заинтересованите страни, изискванията на нормативните документи и други изисквания, които фирмата е приела да изпълнява; • Откриване и документиране на всички несъответствия по време на производството на продукт и предприемане на съответните коригиращи действия за непосредственото им отстраняване; • Недопускане на рекламации и загуба на ресурси поради несъответстваща продукция в дружеството; • Мотивация на целия персонал към самоконтрол за производство на бездефектна продукция; • Подобряване на ефективността на работата и разкриване на резерви в потреблението на ресурси и енергия за подобряване икономическите показатели на произвежданата продукция. Ръководството има отговорността да изисква от всички служители и подизпълнители на M&BM ООД , да бъдат добре запознати с изискванията на документите на Системата за управление на качеството и да контролира тяхното прилагане. Ще се търсят непрекъснато възможности за подобрения, като се използват показатели за измеримите цели по качеството и определените показатели за измерване на процесите. Настоящата политика ще бъде обект на ежегоден преглед от ръководството за нейната пригодност и е публикувана на интернет сайта на дружеството, за да бъде достъпна за заинтересованите страни. Дата: 31.05.2018 г."]},
{"Title": ["HP Управляеми МФУ и принтери "], "Date": ["31.10.2018"],
  "Content": ["Запознайте се с интелигентния и най-сигурен начин за печат. Бизнесът изисква повече продуктивност, за по-кратко време, и то непрекъснато. Запознайте с машините HP A3 МФУ устройства и принтери в приложената брошура ."]},
{"Title": ["M&BM в партньорство с SOS Детски селища България"], "Date": ["04.04.2016"],
  "Content": ["Щастливи сме да обявим партньорството си с SOS Детски селища България! Заедно обединяваме сили в името на това да видим усмивките на повече деца :) . Съвместното ни партньорство стартира под надслов кампания „доброДЕТЕли – да оцветим детските мечти“. Какво представлява кампания „доброДЕТЕли“? Това е кампания, насочена към деца, добре дошли да посетят нашите организирани събития на територията на всеки град. По време на конкретните събития обикновено взимат участие брандовете ICO, UNI, Globox, Jolly и M&BM. Продуктовата гама се състои от ученически пособия. Кампанията се състои от две части – забавна и дарителска: a) Забавната част се изразява в това, че предоставяме безплатно на децата възможност да рисуват до насита с най-различни средства и да се забавляват. b) Дарителската част: По време на конкретното събитие предлагаме на всеки, който закупи продукт /от по-горе изброените брандове/ с етикет на SOS и логото на нашата кампания „доброДЕТЕли“ да стане автоматично дарител, тъй като част от заплатената сума се превежда по сметката на SOS Детски селища България. През цялата година, всеки който желае да закупи продукт и да стане дарител може да го направи и чрез нашите местни партньори, които участват в кампанията и събитията. Повече подробности за кампания „доброДЕТЕли“ и предстоящи събития може да намерите във фейсбук страницата ни – Jolly Bulgaria. Всеки е добре дошъл! ОЧАКВАМЕ ВИ :)"]},
{"Title": ["Кампания \"Зелено лято\""], "Date": ["20.03.2017"],
  "Content": ["Кампания “Зелено лято 2017” - Да бъдем отговорни с М&BM За всяко закупено или дадено под наем мултифункционално печатно устройство, част от услугата “Управление на печатната среда”, ние от M&BM заедно с вас ще посадим по едно дърво. Услугата: Управление на печатната среда (Managed print services) - Ние инвестираме в устройства вместо вас - Ние управляваме наличните и новите устройства - Автоматична доставка на тонери и хартия - Улесняване на работните процеси - Бърза реакция при отстраняване на проблеми - Оборотни устройства Нашият подход: Анализ                                     Дизайн                                           Внедряване                                           Управление Достигаме заедно вашите цели: Управление и контрол на разходите Продуктивност и подкрепа 24/7/365 Сигурност Опазване на околната среда Да възстановим потребеното - как? Едно печатно устройство със средно месечно натоварване от 2000 копия, генерира приблизително 240 кг. въглероден диоксид годишно. 1 дърво годишно абсорбира приблизително 230 кг. Въглероден диоксид. Дърветата покриват почти 30% от земната повърхност. Едно възрастно дърво произвежда около 120 кг. кислород на година. Само с инициативата “Да бъдем отговорни”, в подкрепа на намаляване на вредните емисии, ние ще инсталираме и ще внедрим при вас документно-архивна система LogicalDoc . Вие получавате: - оптимизация на работните процеси - съхраняване на документите ви на сигурно място - лесно търсене и достъпване на документи - организирана структура на информацията - обучение на потребителите Бъди отговорен, възстанови потребеното! За повече информация, моля свържете се с нас, на посочените контакти в сайта! #MPS #Green #Summer #Campaign #new"]},
{"Title": ["Кампания \"доброДЕТЕли - Да оцветим детските мечти\""], "Date": ["12.07.2017"],
  "Content": ["За втора поред година, ние от M&BM в партньорство с SOS Детски селища България, организираме кампания „доброДЕТЕли“ :) Очакваме всички малки и големи художници да рисуват и да се забавляват заедно с нас, като по време на всяко събитие ви чакат много изненади, награди и подаръци. Информация за предстоящи събития и новини може да намерите в нашата фейбук страница - Jolly Bulgaria . Всеки е добре дошъл! ОЧАКВАМЕ ВИ :) #M&BM #доброДЕТЕли #SOS #кампания #събития #Jolly #Bulgaria GDPR - 2021-01-26 GDPR - 2021-01-26 23.08.2017 17:48:29 sdgsdg GDPR - 2021-01-26 GDPR - 2021-01-26 20.08.2017 19:27:07 dgsgsdg"]},
{"Title": ["M&BM e бенефициент по договор за безвъзмедна финансова помощ по оперативна програма „Развитие на човешките ресурси”"], "Date": ["28.03.2018"],
  "Content": ["Фирма „Мениджмънт бизнес машин“ ООД е бенефициент по договор № BG05M9OP001-1.021-0341 с наименование „Инвестиции в квалифицирана работна ръка - гарантиран успех на фирма „Мениджмънт бизнес машин“ ООД” по Оперативна програма „Развитие на човешките ресурси”, схема за предоставяне на безвъзмездна финансова помощ BG05M9OP001-1.021 „Обучения за заети лица”. Основната цел на проекта е повишаване адаптивността, устойчивостта и качеството на човешкия капитал в „Мениджмънт бизнес машин“ ООД чрез провеждане на обучения за повишаване на професионалната квалификация и компетенциите на служителите. Чрез дейностите по проекта ще се осигури повишаването на професионалната квалификация на 153 заети, което ще допринесе за повишаване на пригодността им за заетост. В същото време проведеното обучение за служители на фирмата ще разшири възможностите и капацитета на фирмата и нейното ръководство да управлява проекти, финансирани от ЕС. Приоритетите на настоящия проект директно кореспондират с приоритетите, заложени в Приоритетна ос 1 \"Подобряване на достъпа до заетост и качеството на работните места\" и област на интервенция 117 на ОПРЧР, чрез повишаване на професионалната квалификация на 153 лица (Дейност 1) и обучение по Английски език на 153 лица (Дейност 2). Реализирането на дейностите, заложени в проекта ще доведе до развитие на капацитета и увеличаване адаптивността на работната сила към промените в условията на труд и според нуждите на трудовия пазар. Гарантирането на устойчива трудова заетост на 153 лица в проспериращ сектор ще повиши самочувствието на представителите на целевата група. Обща стойност на договора: 307 147,50 лв. Продължителност на проекта: 16 месеца Проектът се осъществява с финансовата подкрепа на Оперативна програма „Развитие на човешките ресурси” 2014-2020, съфинансирана от „Европейският социален фонд“ на „Европейския съюз“."]},
{"Title": ["Нов сертификат за M&BM OOД"], "Date": ["30.07.2016"],
  "Content": ["През 2016 година, M&BM ООД успешно премина сертификация по стандарт ISO 20000-1 Информационни технологии и  управление на услуги. Проверката и етапите по сертификация, бяха извършени от компанията Lloyd's Register Quality Assurance. #ISO #20000-1 #технологии #услуги #technologies #services"]},
{"Title": ["SOS Детски селища България връчи награда на M&BM за най-значим корпоративен партньор за 2017г."], "Date": ["08.02.2018"],
  "Content": ["На специална церемония, проведена на 1 Февруари в Централен военен клуб, се състояха годишните награди на SOS Детски селища България „Едно семейство“. Сред присъстващите имаше, както корпоративни и медийни партньори, така и индивидуални дарители. Мениджмънт бизнес машин ООД бе сред отличените корпоративни партньори за 2017 г. Основание за наградата е дарителска кампания \"доброДЕТЕли\", която стартирахме заедно с SOS Детски селища България преди 2 години. Кампания \"доброДЕТЕли\" се състои в забавна и дарителска част: по време на събитията, които организираме предоставяме безплатно на децата възможност да рисуват донасита с най-различни средства (моливи, флумастери, водни боички и др.), а от друга страна по време на конкретното събитие, а и през останалата част от годината ние предлагаме на всеки, който закупи продукт /от предлаганите от нас брандове/ с етикет на SOS и логото на нашата кампания „ доброДЕТЕли“ да стане автоматично дарител, тъй като част от заплатената сума се превежда по сметката на SOS Детски селища България. Защо \"доброДЕТЕли\"? Защото от всички нас зависи дали детето, което расте днес, ще бъде по-добро утре. Добрите деца израстват като добри хора, а именно добрите хора изграждат един по-добър свят :)."]},
{"Title": ["M&BM сертификати"], "Date": ["01.01.2016"],
  "Content": ["В М&BM ООД са внедрени системи за управление съгласно изискванията на международните стандарти, гарантиращи най-високо ниво на обслужване за нашите клиенти: ISO 9001:2008 – система за управление на качеството ISO 14001:2004 – система за управление на околната среда ISO 27001:2013 – система за управление на информационната сигурност ISO 20000-1:2011 – система за управление на информационни услуги BS OHSAS 18001:2007 –система за управление на здравословни и безопасни условия на труд #ISO #LRQA #Certificates"]},
{"Title": ["Мобилният печат е лесен и максимално защитен с HP"], "Date": ["31.10.2018"],
  "Content": ["Мобилният печат на HP от смартфони, таблети и преносими компютри дава възможност на служителите да останат продуктивни, като същевременно поддържат политиките за сигурност и управляват достъпа до принтера. Запознайте се с повече функционалности и възможности в приложената брошура."]},
{"Title": ["M&BM е бенефициент по договор с наименование „Инвестиции в квалифицирана работна ръка - гарантиран успех на фирма „Мениджмънт бизнес машин“ ООД“"], "Date": ["05.07.2019"],
  "Content": ["“Мениджмънт бизнес машин“ ООД, е бенефициент по договор № BG05M9OP001-1.021-0341 с наименование „Инвестиции в квалифицирана работна ръка - гарантиран успех на фирма „Мениджмънт бизнес машин“ ООД“ по Оперативна програма „Развитие на човешките ресурси”, схема за предоставяне на безвъзмездна финансова помощ BG05M9OP001-1.021 „Обучения за заети лица”. Проекта е ориентиран към адаптиране на съществуващото квалификационно равнище на заетите лица от „Мениджмънт бизнес машин“ ООД към непрекъснато променящата се икономическа среда и новите изисквания на пазара. Чрез него се осигури инвестиране в усвояването на нови знания и умения от служителите и се съдейства за утвърждаване на практиката за учене през целия живот с цел професионалната им реализация през целия активен трудов живот. Проекта осигурява достъп до качествено обучение, като чрез това се гарантира на всеки от тях пълноценно участие в обществото и правото на достоен труд и възнаграждение, съобразно с представянето. Обща цел: Повишаване адаптивността, устойчивостта и качеството на човешкия капитал в „Мениджмънт бизнес машин“ ООД чрез провеждане на обучения за повишаване на професионалната квалификация и компетенциите на служителите. Проектът допринесе за осигуряването на квалифицирана и гъвкава работна ръка, която да представлява гаранция за високо и стабилно равнище на заетостта на работната сила в България и достигане на европейско качество в производството и търговия на канцеларски материали и изделия от хартия и картон. Настоящият проект имаше за цел повишаването на конкурентоспособността на пазара на труда на включените в проекта служители, което значително подпомогна, както тяхната пригодност като цяло, така и им даде възможност за развитие и израстване на работното място. Специфични цели: - Разширяване на професионалната квалификация на 153 служители на „Мениджмънт бизнес машин“ ООД и привеждането на организацията на труда в съответствие с нормите и изискванията на дейността и конкретното работно място; - Актуализиране на ключовите компетенции на 153 заети лица, в съответствие с изискванията на практиката и европейските критерии за качество; - Икономически растеж чрез по-добро прилагане на съществуващото знание; - Постигане на максимална удовлетвореност от работата. - Повишаване на информираността на работодателите за значимостта на инвестициите в човешките ресурси и целите и резултатите на Оперативната програма като цяло чрез осигуряване на широка публичност на дейностите и резултатите от проекта. Съответствието на проекта със специфичните цели на програмата се изразява в: 1. Информационна кампания, която се предвижда по проекта и ще спомогне за привличане на вниманието и повишаване на информираността на работодателите в страната относно значимостта на подобряването на капацитета на наетия персонал за нарастване на производителността на труда; 2. Предвидените по проекта обучения напълно съответстват на специфичната цел на схемата за предоставяне на безвъзмездна помощ – повишаване включването и предоставянето на обучения на заетите лица; 3. Повишеното качество на работа на служителите в компанията ще доведе до нарастване на производителността на труда; Обща стойност на договора: 307 147.50 лв, в т.ч. БФП(85%): 261 075.38 лв и НФ(15%): 46 072.12 лв Продължителност на проекта: 16 месеца Начална дата: 01.0 3 .2018 г Крайна дата: 30.06.2019г Проектът се осъществява с финансовата подкрепа на Оперативна програма „Развитие на човешките ресурси” 2014-2020, съфинансирана от „Европейският социален фонд“ на „Европейския съюз“."]},
{"Title": ["M&BM -бенефициент по договор"], "Date": ["25.06.2020"],
  "Content": ["„МЕНИДЖМЪНТ БИЗНЕС МАШИН” ООД е бенефициент по договор № BG05M9OP001-1.057-0159-C01 с наименование „Повишаване на квалификацията на работната сила в „Мениджмънт бизнес машин” ООД“ по Оперативна програма „Развитие на човешките ресурси”, процедура за предоставяне на безвъзмездна финансова помощ: BG05M9OP001-1.057 „УМЕНИЯ”. Чрез ОП „РЧР 2014–2020 г.” и подкрепата на ЕСФ, проектът има за цел да се подобри качеството на живот на хората в България чрез подобряване на човешкия капитал, постигане на високи нива на заетост, повишаване на производителността, достъп до качествено образование и учене през целия живот и засилване на социалното включване.  Чрез дейностите по проекта ще се осигури повишаването на професионалната квалификация и включавенето им в гъвкави форми на заетост, което ще допринесе за повишаване на пригодността им. В същото време проведеното обучение за служители на кандидата ще разшири възможностите и капацитета на фирмата да управлява проекти, финансирани от ЕС.  Приоритетите на настоящия проект директно кореспондират с приоритетите, заложени в Приоритетна ос 1 \"Подобряване на достъпа до заетост и качеството на работните места\" на ОПРЧР, чрез повишаване на професионалната квалификация на 75 заети лица, обучение по Дигитални умения за 60 заети лица и специфично обучение за 20 заети лица.  Развитието на икономиката в страната изисква нови работни умения за постигане на конкурентоспособност при отворените пазарни условия. Чрез настоящия проект се цели да се даде шанс на служителите на „Мениджмънт бизнес машин” ООД, като им се осигури възможност да придобият нови познания и умения. Обучаемите ще се превърнат в конкурентоспособна работна сила, което е гаранция за постигане на устойчивост на достигнатите резултати и европейско качество и производителност.  За успешното изпълнение на планираните дейности се разчита на финансовата подкрепа на ЕСФ, чрез процедура \"Умения\" по ОПРЧР. Реализирането на дейностите, заложени в проекта ще доведе до развитие на капацитета и увеличаване адаптивността на работната сила към промените в условията на труд и според нуждите на трудовия пазар.    Обща стойност на договора: 268 456,80 лв. Продължителност на проекта: 15 месеца Начална дата:08.06.2020г. Крайна дата: 08.09.2021г.   Проектът се осъществява с финансовата подкрепа на Оперативна програма „Развитие на човешките ресурси” 2014-2020, съфинансирана от „Европейският социален фонд“ на „Европейския съюз“."]}
]